Revit 2024 API
UnitTypeId.CubicFeetPerHour Property
 Cubic feet per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicFeetPerHour { get; }
Visual Basic
Public Shared ReadOnly Property CubicFeetPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicFeetPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace